Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/Account.*.resx
Languages: pt

# btnLoginLabel
source: Ingresar
pt: Iniciar sessão

# btnRecuperarClaveLabel
source: Recuperar Contraseña
pt: Recuperar senha

# btnRegistrarLabel
source: Registrarse
pt: Minha conta

# btnRestablecerClave
source: Restablecer
pt: Redefinir

# errCodigoNoValido
source: Código no válido.
pt: Código inválido.

# errInicioSesionNoValido
source: Intento de inicio de sesión no válido.
pt: Tentativa de login inválida.

# lblAqui
source: aquí
pt: aqui

# lblCompruebeCorreoOlvidarClave
source: Compruebe el correo electrónico para restablecer la contraseña.
pt: Verifique o email para redefinir a senha.

# lblConfirmEmailSuccessMessage
source: Gracias por confirmar su correo electrónico.
pt: Obrigado por confirmar o seu e-mail.

# lblCreerCuentaNueva
source: Cree una cuenta nueva.
pt: Crie uma nova conta.

# lblHagaClickAquiParaIniciarSesion
source: Haga clic aquí para iniciar sesión
pt: Clique aqui para fazer login

# lblIngreseEmail
source: Especifique su correo electrónico.
pt: Especifique seu e-mail.

# lblLogoLabelCheckposPerformance
source: Checkpos Performance
pt: Desempenho dos pontos de verificação

# lblMensajeSeReestablecioLaClave
source: Se restableció la contraseña.
pt: A senha foi redefinida.

# lblOlvideMiClave
source: Olvidé mi contraseña / Primer Ingreso
pt: Esqueci minha senha

# lblReestablecerPasswordBody1
source: Usted ha solicitado el restablecimiento de contraseña para la aplicacion CheckPOS.<br>Para restablecer la contraseña, haga clic
pt: Você solicitou a reinicialização da senha para o aplicativo CheckPOS. <br> Para redefinir a senha, clique em

# lblReestablecerPasswordBody2
source: Si usted no solicito el restablecimiento de contraseña ignore este mensaje o bien pongase en contacto con soporte@checkpos.com
pt: Se você não solicitar a senha de reinicialização, ignore esta mensagem ou entre em contato com support@checkpos.com

# lblReestablecerPasswordBody3
source: Este mensaje fue originado automáticamente. Por favor no responder al mismo.
pt: Esta mensagem originou-se automaticamente. Por favor, não responda.

# lblReestablecerPasswordSubject
source: Restablecer contraseña
pt: Redefinir Senha

# lblTituloConfirmacionOlvidarClave
source: Confirmación de contraseña olvidada
pt: Esqueci a confirmação de senha

# lblTituloConfirmarClaveReset
source: Confirmación de restablecimiento de contraseña
pt: Confirmação de redefinição de senha

# lblTituloConfirmEmail
source: Confirmar correo electrónico
pt: Confirmar Email

# lblTituloForgotPassword
source: ¿Olvidó la contraseña?
pt: Esqueceu a senha?

# lblTituloLogin
source: Iniciar sesión
pt: Iniciar sessão

# lblTituloRegistrarUsuario
source: Registrar Usuario
pt: Registrar Usuário

# lblTituloResetPassword
source: Restablecer contraseña
pt: Redefinir Senha

# placeholderClave
source: Contraseña
pt: Senha

# placeholderConfirmarClave
source: Confirmar Contraseña
pt: Confirmar senha

# placeholderEmail
source: Correo Electrónico
pt: Correio eletrônico
