Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/Configuracion.*.resx
Languages: de, fr, it, pt

# btnCrearNuevoRolLabel
source: Create New Role
de: Neue Rolle erstellen
fr: Créer un nouveau rôle
it: Crea un nuovo ruolo
pt: Criar novo papel

# btnCrearRolLabel
source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# btnMarcaBlancaGuardarCambios
source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# btnUsuariosActivarReporting
source: Enable Reporting
de: Berichterstattung aktivieren
fr: Activer les rapports
it: Abilita report
pt: Habilitar Relatórios

# cambioRealizadoConExito
source: The change was successful
de: Die Änderung war erfolgreich
fr: La modification a été couronnée de succès
it: La modifica ha avuto successo
pt: A mudança foi bem sucedida

# confAsignarPermisosError
source: An error occurred while attempting to assign permissions
de: Beim Versuch, Berechtigungen zuzuweisen, ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la tentative d'attribution d'autorisations
it: Si è verificato un errore durante il tentativo di assegnare le autorizzazioni
pt: Ocorreu um erro ao tentar atribuir permissões

# confFiltroIdRequerido
source: Idolatry
de: Götzendienst
it: IdObligatorio
pt: Idolatria

# confFiltroLeyendaRequerida
source: Filter name is required
de: Filtername ist erforderlich
fr: Le nom du filtre est requis
it: È necessario il nome del filtro
pt: O nome do filtro é necessário

# confFiltroLeyendaTooLong
source: Maximum 50 characters
de: Maximal 50 Zeichen
fr: Maximum de 50 caractères
it: Massimo 50 caratteri
pt: Máximo de 50 caracteres

# confFiltroModuloLabel
source: Module
de: Modul
it: modulo
pt: Módulo

# confFiltroSinFiltros
source: No filters found
de: Keine Filter gefunden
fr: Aucun filtre trouvé
it: Nessun filtro trovato
pt: Nenhum filtro encontrado

# confMenuMarcaBlanca
source: White brand
de: Weiß Mark
fr: Marque blanche
it: Marco Bianco
pt: Marca branca

# confMenuNombreFiltros
source: Filters Name
de: Filter Name
fr: Nom des filtres
it: Nome dei filtri
pt: Nome dos filtros

# confMenuObjetos
source: Objects
de: Gegenstände
fr: Objets
it: oggetti
pt: Objetos

# confMenuRoles
source: Roles
de: Rollen
fr: Rôles
it: ruoli

# confMenuUsuarios
source: Users
de: Benutzer
fr: Utilisateurs
it: utenti
pt: Usuários

# confMenuVisibilidadFamilias
source: Visibility of Objects
de: Sichtbarkeit von Objekten
fr: Visibilité des objets
it: Visibilità degli oggetti
pt: Visibilidade de objetos

# confMenuVisibilidadFiltros
source: Visibility Filters
de: Sichtbarkeitsfilter
fr: Filtres de visibilité
it: Filtri di visibilità
pt: Filtros de visibilidade

# confMenuVisibilidadUsuarios
source: Visibility between users
de: Sichtbarkeit zwischen Benutzern
fr: Visibilité entre les utilisateurs
it: Visibilità tra gli utenti
pt: Visibilidade entre usuários

# confObjetoIdRequerido
source: Id Required
de: Id Erforderlich
fr: Identification requise
it: Obbligatorio
pt: Id Necessário

# confObjetoLeyendaRequerida
source: Object name is required
de: Objektname ist erforderlich
fr: Le nom de l'objet est requis
it: È richiesto il nome dell'oggetto
pt: O nome do objeto é necessário

# confObjetoLeyendaTooLong
source: Maximum 50 characters
de: Maximal 50 Zeichen
fr: Maximum de 50 caractères
it: Massimo 50 caratteri
pt: Máximo de 50 caracteres

# confRolAsignarPermisos
source: save
de: Speichern
fr: sauvegarder
it: salvare
pt: Salvar

# confRolCreadoExitosamente
source: Role was successfully created
de: Rolle wurde erfolgreich erstellt
fr: Le rôle a été créé avec succès
it: Il ruolo è stato creato con successo
pt: O papel foi criado com sucesso

# confRolDuplicado
source: Role already exists
de: Rolle existiert bereits
fr: Le rôle existe déjà
it: Il ruolo esiste già
pt: O papel já existe

# confRolError
source: Could not create Role
de: Rolle konnte nicht erstellt werden
fr: Impossible de créer un rôle
it: Impossibile creare Ruolo
pt: Não foi possível criar o papel

# confRolLabel
source: Role
de: Rolle
fr: Rôle
it: ruolo
pt: Papel

# confRolNameMaxLengthError
source: Maximum 50 characters
de: Maximal 50 Zeichen
fr: Maximum de 50 caractères
it: Massimo 50 caratteri
pt: Máximo de 50 caracteres

# confRolNameRequiredError
source: Role name can not be empty
de: Rollenname darf nicht leer sein
fr: Le nom du rôle ne peut pas être vide
it: Il nome del ruolo non può essere vuoto
pt: O nome do papel não pode estar vazio

# confUsuarioApellidoRequired
source: Surname can not be left empty
de: Nachname darf nicht leer gelassen werden
fr: Le nom ne peut pas être laissé vide
it: Il cognome non può essere lasciato vuoto
pt: O sobrenome não pode ser deixado em branco

# confUsuarioAsignarRolLabel
source: Assign Roles to User
de: Rollen dem Benutzer zuordnen
fr: Affecter des rôles à l'utilisateur
it: Assegna i ruoli all'utente
pt: Atribuir Funções ao Usuário

# confUsuarioConfirmPassword
source: Passwords do not match
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As senhas não correspondem

# confUsuarioEmailNotNull
source: The Email field can not be empty
de: Das Feld E-Mail kann nicht leer sein
fr: Le champ Email ne peut pas être vide
it: Il campo Email non può essere vuoto
pt: O campo de email não pode estar vazio

# confUsuarioNombreRequired
source: Name can not be left empty
de: Name darf nicht leer gelassen werden
fr: Le nom ne peut pas être laissé vide
it: Il nome non può essere lasciato vuoto
pt: O nome não pode ser deixado vazio

# confUsuarioNotNull
source: The fields Name and Last name can not be left empty
de: Die Felder Name und Nachname können nicht leer gelassen werden
fr: Les champs Nom et prénom ne peuvent pas être laissés vides
it: Non è possibile lasciare vuoto i campi Nome e Cognome
pt: Os campos Nome e Sobrenome não podem ser deixados vazios

# confUsuarioPasswordLength
source: Password must contain at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen enthalten
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve contenere almeno 6 caratteri
pt: A senha deve conter pelo menos 6 caracteres

# confUsuarioPasswordNotNull
source: You must enter a password
de: Sie müssen ein Passwort eingeben
fr: Vous devez entrer un mot de passe
it: Devi inserire una password
pt: Você deve digitar uma senha

# crearNuevoRolAsignarPermisosTitle
source: Assign permissions to Role
de: Berechtigungen für Rollen zuweisen
fr: Attribuer des autorisations au rôle
it: Assegna autorizzazioni a Ruolo
pt: Atribuir permissões ao papel

# crearNuevoRolButton
source: Create New Role
de: Neue Rolle erstellen
fr: Créer un nouveau rôle
it: Crea un nuovo ruolo
pt: Criar novo papel

# crearNuevoRolModalTitulo
source: Create New Role
de: Neue Rolle erstellen
fr: Créer un nouveau rôle
it: Crea un nuovo ruolo
pt: Criar novo papel

# crearNuevoUsuarioButton
source: Create new user
de: Neuen Benutzer erstellen
fr: Créer un nouvel utilisateur
it: Crea nuovo utente
pt: Criar novo usuário

# crearNuevoUsuarioConfirmPassword
source: Confirm Password
de: Kennwort bestätigen
fr: Confirmer mot de passe
it: Conferma password
pt: Confirmar senha

# crearNuevoUsuarioEmail
source: E-mail
de: Verwandte Kategorien
fr: Catégories apparentées
it: Categorie correlate
pt: Categorias relacionadas

# crearNuevoUsuarioFirstName
source: First name
de: Name
fr: nom
it: nome
pt: Nome

# crearNuevoUsuarioLastName
source: Last name
de: Nachname
fr: Le nom
it: cognome
pt: Sobrenome

# crearNuevoUsuarioModalTitulo
source: Create new user
de: Neuen Benutzer erstellen
fr: Créer un nouvel utilisateur
it: Crea nuovo utente
pt: Criar novo usuário

# crearNuevoUsuarioPassword
source: Password
de: Kennwort
fr: Mot de passe
pt: Senha

# errAsignarUsuarioPerformanceReporting
source: Error assigning the performance user to the one created in reporting
de: Fehler beim Zuweisen des Leistungsbenutzers zu dem im Reporting erstellten
fr: Erreur lors de l'affectation de l'utilisateur de performance à celui créé lors des rapports
it: Errore durante l'assegnazione dell'utente di prestazioni a quello creato nel report
pt: Erro ao atribuir o usuário de desempenho ao criado nos relatórios

# errCargarFormularioNombreFiltro
source: Unexpected error trying to load form to edit filter name
de: Unerwarteter Fehler, der versucht, das Formular zu laden, um den Filternamen zu bearbeiten
fr: Erreur inattendue lors de la tentative de chargement du formulaire pour modifier le nom du filtre
it: Errore imprevisto di caricare il modulo per modificare il nome del filtro
pt: Erro inesperado tentando carregar o formulário para editar o nome do filtro

# errDatosRolGuardar
source: There was an error while trying to save the role data.
de: Beim Versuch, die Rollendaten zu speichern, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement des données de rôle.
it: Si è verificato un errore durante il salvataggio dei dati di ruolo.
pt: Ocorreu um erro ao tentar salvar os dados da função.

# errEditarUsuarioGuardar
source: An error occurred while attempting to save user data.
de: Beim Versuch, Benutzerdaten zu speichern, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la tentative d'enregistrement de données utilisateur.
it: Si è verificato un errore durante il tentativo di salvare i dati utente.
pt: Ocorreu um erro ao tentar salvar dados do usuário.

# errFamiliaNombreAsignadoLength
source: Name must be less than 50 characters
de: Muss höchstens 50 Zeichen sein
fr: Doit être au plus 50 caractères
it: Deve essere al massimo 50 caratteri
pt: Deve ter no máximo 50 caracteres

# errFormatoImagen
source: Supported image formats are gif, jpg, png
de: Unterstützte Bildformate sind gif, jpg, png
fr: Les formats d'image pris en charge sont gif, jpg, png
it: I formati di immagine supportati sono gif, jpg, png
pt: Os formatos de imagem suportados são gif, jpg, png

# errGuardarDatosNuevoRol
source: There was an error while trying to save the role data.
de: Beim Versuch, die Rollendaten zu speichern, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement des données de rôle.
it: Si è verificato un errore durante il salvataggio dei dati di ruolo.
pt: Ocorreu um erro ao tentar salvar os dados da função.

# errGuardarNombreObjeto
source: Could not perform modification, object name can not exceed 100 characters
de: Konnte keine Änderung vornehmen, der Objektname darf 100 Zeichen nicht überschreiten
fr: Impossible d'effectuer une modification, le nom de l'objet ne peut excéder 100 caractères
it: Impossibile eseguire la modifica, il nome dell'oggetto non può superare i 100 caratteri
pt: Não foi possível executar a modificação, o nome do objeto não pode exceder 100 caracteres

# errImagenFormato
source: The format of the image is incorrect
de: Das Format des Bildes ist falsch
fr: Le format de l'image est incorrect
it: Il formato dell'immagine non è corretto
pt: O formato da imagem está incorreto

# errImagenSize
source: The image can not exceed 500kb
de: Das Bild darf 500kb nicht überschreiten
fr: L'image ne peut pas dépasser 500kb
it: L'immagine non può superare i 500kb
pt: A imagem não pode exceder 500kb

# errImagenSize500kb
source: Image can not weigh more than 500kb
de: Bild kann nicht mehr als 500kb wiegen
fr: L'image ne peut pas peser plus de 500kb
it: L'immagine non può pesare più di 500kb
pt: A imagem não pode pesar mais de 500kb

# errInesperadoModificacion
source: There was an error while trying to make the change. If it persists contact support. Sorry for the inconvenience.
de: Es gab einen Fehler beim Versuch, die Änderung zu machen. Wenn es Kontaktunterstützung anhält. Wir entschuldigen uns für die Unannehmlichkeiten.
fr: Une erreur s'est produite lors de la tentative de modification. Si cela persiste, contactez le support. Nous nous excusons pour les inconvénients.
it: Si è verificato un errore durante la modifica. Se persiste il supporto di contatto. Ci scusiamo per l'inconveniente.
pt: Ocorreu um erro ao tentar fazer a alteração. Se persistir no suporte de contato. Pedimos desculpas pelo inconveniente.

# errIntentarCrearUsuario
source: An error occurred while trying to create the user in reporting
de: Beim Versuch, den Benutzer beim Reporting zu erstellen, ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la tentative de création de l'utilisateur dans les rapports
it: Si è verificato un errore durante il tentativo di creare l'utente nel report
pt: Ocorreu um erro ao tentar criar o usuário em relatórios

# errMarcaBlancaImagenFormato
source: The format of the chosen image is incorrect.
de: Das Format des gewählten Bildes ist falsch.
fr: Le format de l'image choisie est incorrect.
it: Il formato dell'immagine scelto non è corretto.
pt: O formato da imagem escolhida está incorreto.

# errMarcaBlancaImagenSize
source: The maximum size of the photo should be 500kb.
de: Die maximale Größe des Fotos sollte 500kb sein.
fr: La taille maximale de la photo devrait être de 500kb.
it: La dimensione massima della foto dovrebbe essere di 500kb.
pt: O tamanho máximo da foto deve ser 500kb.

# errObjetosCargarFormularioNombre
source: Unexpected error while trying to load form to edit object name
de: Unerwarteter Fehler beim Versuch, Formular zu bearbeiten, um den Objektnamen zu bearbeiten
fr: Erreur inattendue lors de la tentative de chargement du formulaire pour modifier le nom de l'objet
it: Errore imprevisto durante il tentativo di caricare il modulo per modificare il nome dell'oggetto
pt: Erro inesperado ao tentar carregar o formulário para editar o nome do objeto

# errorSizeImagenMarcaBlanca
source: The size of the image can not exceed 300kb
de: Die Größe des Bildes darf 300kb nicht überschreiten
fr: La taille de l'image ne peut pas dépasser 300kb
it: La dimensione dell'immagine non può superare i 300 kB
pt: O tamanho da imagem não pode exceder 300kb

# errorSizeLogoMarcaBlanca
source: The size of the image can not exceed 100kb
de: Die Größe des Bildes darf 100kb nicht überschreiten
fr: La taille de l'image ne peut pas dépasser 100kb
it: La dimensione dell'immagine non può superare i 100 kB
pt: O tamanho da imagem não pode exceder 100kb

# errorTipoImagenMarcaBlanca
source: The image does not have a valid format. Possible formats are: jpg, png, gif
de: Das Bild hat kein gültiges Format. Mögliche Formate sind: jpg, png, gif
fr: L'image n'a pas de format valide. Les formats possibles sont: jpg, png, gif
it: L'immagine non dispone di un formato valido. I formati possibili sono: jpg, png, gif
pt: A imagem não possui um formato válido. Os formatos possíveis são: jpg, png, gif

# flgMarcaBlancaLabel
source: Enable / Disable White Label
de: Aktivieren / Deaktivieren von White Label
fr: Activer / Désactiver l'étiquette blanche
it: Abilita / disabilita etichetta bianca
pt: Ativar / Desativar etiqueta branca

# footerMarcaBlancaLabel
source: Image Footer
de: Bild Footer
fr: Pied de page de l'image
it: Piè di pagina dell'immagine
pt: Pilar da imagem

# imgMarcaBlancaLabel
source: Background image
de: Hintergrundbild
fr: Image d'arrière-plan
it: Immagine di sfondo
pt: Imagem de fundo

# imgMarcaBlancaRequired
source: It is mandatory to select an image
de: Es ist zwingend erforderlich, ein Bild auszuwählen
fr: Il est obligatoire de sélectionner une image
it: È obbligatorio selezionare un'immagine
pt: É obrigatório selecionar uma imagem

# imgPreviewMarcaBlancaLabel
source: Image currently loaded
de: Bild aktuell geladen
fr: Image actuellement chargée
it: Immagine caricata attualmente
pt: Imagem atualmente carregada

# lblAdministracion
source: Administration
de: Verwaltung
it: amministrazione
pt: Administração

# lblAsignacionFiltros
source: Filter Assignment
de: Filterzuordnung
fr: Affectation de filtre
it: Assegnazione del filtro
pt: Atribuição de Filtro

# lblAsignacionFiltrosSubTitulo
source: You can manage which Filters are visible to the user
de: Sie können die Filter für den Benutzer sichtbar machen
fr: Vous pouvez gérer quels filtres sont visibles pour l'utilisateur
it: Puoi gestire quali filtri sono visibili all'utente
pt: Você pode gerenciar quais filtros são visíveis para o usuário

# lblAsignacionFiltrosTitulo2
source: Filter Assignment
de: Filterzuordnung
fr: Affectation de filtre
it: Assegnazione del filtro
pt: Atribuição de Filtro

# lblAsignacionObjetos
source: Assignment of Objects
de: Zuordnung von Objekten
fr: Affectation d'objets
it: Assegnazione di oggetti
pt: Atribuição de objetos

# lblAsignacionObjetosSubTitulo
source: Manage which objects are assigned to the client
de: Verwalten Sie, welche Objekte dem Client zugeordnet sind
fr: Gérer les objets affectés au client
it: Gestisci quali oggetti vengono assegnati al client
pt: Gerencie quais objetos são atribuídos ao cliente

# lblAsignacionObjetosTitulo2
source: Assignment of Objects
de: Zuordnung von Objekten
fr: Affectation d'objets
it: Assegnazione di oggetti
pt: Atribuição de objetos

# lblAsignarObjetosTitulo
source: Assignment of Objects
de: Zuordnung von Objekten
fr: Affectation d'objets
it: Assegnazione di oggetti
pt: Atribuição de objetos

# lblCancelar
source: Cancel
de: Abbrechen
fr: Annuler
it: annullare
pt: Cancelar

# lblCargandoFiltros
source: Loading filters ...
de: Filter werden geladen ...
fr: Chargement des filtres ...
it: Caricamento dei filtri ...
pt: Carregando filtros ...

# lblConfiguracionIndexTitulo
source: Configuration
de: Einstellungen
fr: Paramètres
it: configurazione
pt: Configurações

# lblConfigurarFiltrosSubTitulo
source: You can modify the legend and visibility of the filters for each module of the application
de: Sie können die Legende und die Sichtbarkeit der Filter für jedes Modul der Anwendung ändern
fr: Vous pouvez modifier la légende et la visibilité des filtres pour chaque module de l'application
it: È possibile modificare la leggenda e la visibilità dei filtri per ogni modulo dell'applicazione
pt: Você pode modificar a legenda e a visibilidade dos filtros para cada módulo da aplicação

# lblConfigurarFiltrosTitulo
source: Set Up Filters
de: Filter einrichten
fr: Configurer les filtres
it: Imposta filtri
pt: Configurar Filtros

# lblConfigurarFiltrosTitulo2
source: Filter Configuration
de: Filterkonfiguration
fr: Configuration du filtre
it: Configurazione filtro
pt: Configuração do filtro

# lblConfigurarObjetosSubTitulo
source: You can modify the caption and visibility of the application dashboard objects
de: Sie können die Beschriftung und die Sichtbarkeit der Anwendungs-Dashboard-Objekte ändern
fr: Vous pouvez modifier la légende et la visibilité des objets du tableau de bord de l'application
it: È possibile modificare la didascalia e la visibilità degli oggetti della dashboard dell'applicazione
pt: Você pode modificar a legenda e a visibilidade dos objetos do painel do aplicativo

# lblConfigurarObjetosTitulo
source: Configure Objects
de: Konfigurieren von Objekten
fr: Configurer des objets
it: Configurare gli oggetti
pt: Configurar Objetos

# lblConfigurarObjetosTitulo2
source: Configure Objects
de: Konfigurieren von Objekten
fr: Configurer des objets
it: Configurare gli oggetti
pt: Configurar Objetos

# lblCrearRolTitulo
source: Create Role
de: Rolle erstellen
fr: Créer un rôle
it: Crea Ruolo
pt: Criar papel

# lblCrearRolTitulo2
source: Create Role
de: Rolle erstellen
fr: Créer un rôle
it: Crea Ruolo
pt: Criar papel

# lblDatosGuardaronExitosamente
source: Role data was successfully saved
de: Die Rollendaten wurden erfolgreich gespeichert
fr: Les données de rôle ont été enregistrées avec succès
it: I dati dei ruoli sono stati salvati correttamente
pt: Os dados do papel foram salvos com sucesso

# lblDatosRolGuardadosExito
source: Role data was successfully saved
de: Die Rollendaten wurden erfolgreich gespeichert
fr: Les données de rôle ont été enregistrées avec succès
it: I dati dei ruoli sono stati salvati correttamente
pt: Os dados do papel foram salvos com sucesso

# lblEditarNombreFiltro
source: Edit Filter Name
de: Filtername bearbeiten
fr: Modifier le nom du filtre
it: Modifica il nome del filtro
pt: Editar nome do filtro

# lblEditarRolGuardarCambios
source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# lblEditarRolPermiso
source: Permission
de: Erlaubnis
it: permesso
pt: Permissão

# lblEditarRolPermisos
source: Permissions
de: Berechtigungen
fr: Autorisations
it: permessi
pt: Permissões

# lblEditarRolSeleccionado
source: Selected
de: Ausgewählt
fr: Sélectionné
it: selezionato
pt: Selecionado

# lblEditarRolTitulo
source: Edit Role
de: Rolle bearbeiten
fr: Modifier le rôle
it: Modifica ruolo
pt: Editar papel

# lblEditarRolTitulo2
source: Edit Role
de: Rolle bearbeiten
fr: Modifier le rôle
it: Modifica ruolo
pt: Editar papel

# lblEditarUsuarioEsCheckpos
source: It's CheckPos
de: Es ist CheckPos
fr: C'est CheckPos
it: È CheckPos
pt: É CheckPos

# lblEditarUsuarioGuardadoExitoso
source: User data successfully saved
de: Benutzerdaten erfolgreich gespeichert
fr: Données utilisateur sauvegardées avec succès
it: I dati utente sono stati salvati con successo
pt: Dados do usuário salvos com sucesso

# lblEditarUsuarioGuardarCambios
source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# lblEditarUsuarioModificarCalendario
source: You can modify calendar
de: Sie können den Kalender ändern
fr: Vous pouvez modifier le calendrier
it: È possibile modificare il calendario
pt: Você pode modificar o calendário

# lblEditarUsuarioTitulo
source: Edit User
de: Benutzer bearbeiten
fr: Modifier l'utilisateur
it: Modifica utente
pt: Editar usuário

# lblEditarUsuarioTitulo2
source: Edit User
de: Benutzer bearbeiten
fr: Modifier l'utilisateur
it: Modifica utente
pt: Editar usuário

# lblEmpresa
source: Business
de: Unternehmen
fr: Société
it: società
pt: Empresa

# lblErrNombreFiltro
source: Failed to make modification, filter name can not exceed 50 characters
de: Fehler beim Ändern, Filtername darf 50 Zeichen nicht überschreiten
fr: Impossible de modifier, le nom du filtre ne peut pas dépasser 50 caractères
it: Impossibile eseguire la modifica, il nome del filtro non può superare i 50 caratteri
pt: Falha na modificação, o nome do filtro não pode exceder 50 caracteres

# lblFiltros
source: Filters
de: Filter
fr: Filtres
it: filtri
pt: Filtros

# lblGuardandoNombreObjeto
source: Saving new object name ...
de: Einen neuen Objektnamen speichern ...
fr: Enregistrement du nouveau nom de l'objet ...
it: Salvataggio di un nuovo nome di oggetto ...
pt: Salvando o novo nome do objeto ...

# lblGuardarCambios
source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# lblGuardarNombreDeFiltro
source: Saving new filter name ...
de: Neue Filternamen speichern ...
fr: Enregistrement du nouveau nom du filtre ...
it: Salvare il nuovo nome filtro ...
pt: Salvando o novo nome do filtro ...

# lblMarcaBlanca
source: White brand
de: Weiß Mark
fr: Marque blanche
it: Marco Bianco
pt: Marca branca

# lblMarcaBlancaResolucionRecomendada
source: Max: 500kb. Recommended: 1366x768
de: Max: 500kb. Empfohlen: 1366x768
fr: Max: 500kb. Recommandé: 1366x768
it: Max: 500kb. Consigliato: 1366x768
pt: Max: 500kb. Recomendado: 1366x768

# lblMarcaBlancaResolucionRecomendada2
source: Max: 500kb. Recommended: 140x40
de: Max: 500kb. Empfohlen: 140x40
fr: Max: 500kb. Recommandé: 140x40
it: Max: 500kb. Consigliato: 140x40
pt: Max: 500kb. Recomendado: 140x40

# lblMarcaBlancaResolucionRecomendada3
source: Max: 500kb. Recommended: 1366x100
de: Max: 500kb. Empfohlen: 1366x100
fr: Max: 500kb. Recommandé: 1366x100
it: Max: 500kb. Consigliato: 1366x100
pt: Max: 500kb. Recomendado: 1366x100
