Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/Configuracion.*.resx
Languages: de, fr, it, pt

# lblMarcaBlancaSubTitulo
source: From this screen you can adapt the style of the site to match your brand.
de: Von diesem Bildschirm aus können Sie den Stil der Website an Ihre Marke anpassen.
fr: À partir de cet écran, vous pouvez adapter le style du site en fonction de votre marque.
it: Da questa schermata è possibile adattare lo stile del sito per abbinare il tuo brand.
pt: A partir desta tela, você pode adaptar o estilo do site para combinar sua marca.

# lblMarcaBlancaTitulo
source: White brand
de: Weiß Mark
fr: Marque blanche
it: Marco Bianco
pt: Marca branca

# lblMarcaBlancaTitulo2
source: White brand
de: Weiß Mark
fr: Marque blanche
it: Marco Bianco
pt: Marca branca

# lblNombreFiltroAviso
source: The filter name you enter is the one you are going to see in the Reporting side filter.
de: Der Filtername, den du eingegeben hast, ist der, den du im Reporting-Seitenfilter sehen wirst.
fr: Le nom du filtre que vous entrez est celui que vous allez voir dans le filtre côté Reporting.
it: Il nome del filtro immesso è quello che verrà visualizzato nel filtro laterale Reporting.
pt: O nome do filtro que você insere é aquele que você verá no filtro do lado do relatório.

# lblNombrePorDefecto
source: Default Name:
de: Standardname:
fr: Nom par défaut:
it: Nome predefinito:
pt: Nome padrão:

# lblObjetos
source: Objects
de: Gegenstände
fr: Objets
it: oggetti
pt: Objetos

# lblObjetosTablaColNombreAsignado
source: User Assigned Name
de: Benutzer Zugeordneter Name
fr: Nom attribué par l'utilisateur
it: Nome assegnato dall'utente
pt: Nome atribuído pelo usuário

# lblObjetosTablaColNombreDefecto
source: Default Name
de: Standardname
fr: Nom par défaut
it: Nome predefinito
pt: Nome padrão

# lblObjetosTablaColVisibilidad
source: Visibility
de: Sichtbarkeit
fr: Visibilité
it: visibilità
pt: Visibilidade

# lblOnOffLabelNo
source: Do not
de: Nein
fr: Non
it: non
pt: Não

# lblOnOffLabelYes
source: Yes
de: Ja
fr: Oui
it: se
pt: Sim

# lblPerfilApellido
source: Last Name
de: Nachname
fr: Le nom
it: Cognome
pt: Sobrenome

# lblPerfilIdioma
source: Language
de: Sprache
fr: Langage
it: Lingua
pt: Linguagem

# lblPerfilRol
source: Role
de: Rol
fr: Rôle
it: Ruolo
pt: Papel

# lblPerfilTelefono
source: Phone
de: Telefonieren
fr: Téléphone
it: Telefono
pt: Telefone

# lblPermiso
source: Permission
de: Erlaubnis
it: permesso
pt: Permissão

# lblPermisos
source: Permissions
de: Berechtigungen
fr: Autorisations
it: permessi
pt: Permissões

# lblReporting
source: Reporting
de: Berichterstattung
fr: Rapports
it: Segnalazione
pt: Relatórios

# lblRoles
source: Roles
de: Rollen
fr: Rôles
it: ruoli

# lblRolesSubTitulo
source: List of roles, you can modify and create new roles with different permissions
de: Liste der Rollen, können Sie ändern und erstellen neue Rollen mit verschiedenen Berechtigungen
fr: Liste des rôles, vous pouvez modifier et créer de nouveaux rôles avec différentes autorisations
it: Elenco di ruoli, è possibile modificare e creare nuovi ruoli con autorizzazioni diverse
pt: Lista de funções, você pode modificar e criar novas funções com diferentes permissões

# lblRolesTablaColNombre
source: First name
de: Name
fr: nom
it: nome
pt: Nome

# lblRolesTitulo
source: Roles
de: Rollen
fr: Rôles
it: ruoli

# lblRolesTitulo2
source: Roles Settings
de: Rolleneinstellungen
fr: Paramètres de rôles
it: Impostazioni dei ruoli
pt: Configurações de funções

# lblRolNoEncontradoAqui
source: here
de: hier
fr: ici
it: qui
pt: aqui

# lblRolNoEncontradoLink1
source: You can go to the list of roles by clicking
de: Sie können in die Liste der Rollen gehen, indem Sie auf klicken
fr: Vous pouvez accéder à la liste des rôles en cliquant
it: Puoi andare all'elenco dei ruoli cliccando
pt: Você pode ir para a lista de funções clicando

# lblRolNoEncontradoMensaje
source: Could not find the role you are looking for
de: Konnte die Rolle nicht finden, die du suchst
fr: Impossible de trouver le rôle que vous recherchez
it: Impossibile trovare il ruolo che stai cercando
pt: Não foi possível encontrar o papel que você está procurando

# lblRolNoEncontradonoAfectaDatos
source: This will not affect your data.
de: Dies wirkt sich nicht auf Ihre Daten aus.
fr: Cela n'affectera pas vos données.
it: Ciò non influisce sui tuoi dati.
pt: Isso não afetará seus dados.

# lblRolNoEncontradoTitulo
source: Role Not Found
de: Rolle nicht gefunden
fr: Rôle introuvable
it: Ruolo non trovato
pt: Papel não encontrado

# lblSeleccionado
source: Selected
de: Ausgewählt
fr: Sélectionné
it: selezionato
pt: Selecionado

# lblTablaColAsignado
source: Assigned
de: Zugewiesen
fr: Attribué
it: addetto
pt: Atribuído

# lblTablaColAsignadoAsignacionObjetos
source: Assigned
de: Zugewiesen
fr: Attribué
it: addetto
pt: Atribuído

# lblTablaColCategoriaAsignacionObjetos
source: Category
de: Kategorie
fr: Catégorie
it: categoria
pt: Categoria

# lblTablaColNombre
source: First name
de: Name
fr: nom
it: nome
pt: Nome

# lblTablaColNombreAsignacionObjetos
source: First name
de: Name
fr: nom
it: nome
pt: Nome

# lblTablaColNombreAsignadoPorUsuario
source: User Assigned Name
de: Benutzer Zugeordneter Name
fr: Nom attribué par l'utilisateur
it: Nome assegnato dall'utente
pt: Nome atribuído pelo usuário

# lblTablaColNombreDefecto
source: Default Name
de: Standardname
fr: Nom par défaut
it: Nome predefinito
pt: Nome padrão

# lblTablaColVisible
source: Visible
de: Sichtbar
it: visibile
pt: Visível

# lblTituloAsignacionFiltros
source: Filter Assignment
de: Filterzuordnung
fr: Affectation de filtre
it: Assegnazione del filtro
pt: Atribuição de Filtro

# lblTituloEditarNombreObjeto
source: Edit Object Name
de: Objektname bearbeiten
fr: Modifier le nom de l'objet
it: Modifica nome oggetto
pt: Editar nome do objeto

# lblTituloGraficoAviso
source: The text you enter is the one you are viewing as the title for this type of Chart in the future.
de: Der Text, den Sie eingeben, ist der, den Sie als Titel für diese Art von Diagramm in der Zukunft sehen.
fr: Le texte que vous entrez est celui que vous consultez en tant que titre pour ce type de graphique dans le futur.
it: Il testo inserito è quello che stai visualizzando come titolo per questo tipo di grafico in futuro.
pt: O texto que você insere é aquele que você está visualizando como título para esse tipo de gráfico no futuro.

# lblUsuarioNoEncontradoLink1
source: You can go to the list of users clicking
de: Sie können in die Liste der Benutzer klicken, die klicken
fr: Vous pouvez accéder à la liste des utilisateurs en cliquant
it: Puoi passare all'elenco degli utenti che fanno clic
pt: Você pode ir para a lista de usuários clicando

# lblUsuarioNoEncontradoLinkAqui
source: here
de: hier
fr: ici
it: qui
pt: aqui

# lblUsuarioNoEncontradoMensaje
source: User not found
de: Benutzer nicht gefunden
fr: Utilisateur introuvable
it: Utente non trovato
pt: Usuário não encontrado

# lblUsuarioNoEncontradoSubTitulo
source: This will not affect your data.
de: Dies wirkt sich nicht auf Ihre Daten aus.
fr: Cela n'affectera pas vos données.
it: Ciò non influisce sui tuoi dati.
pt: Isso não afetará seus dados.

# lblUsuarioNoEncontradoTitulo
source: User Not Found
de: Benutzer nicht gefunden
fr: Utilisateur introuvable
it: Utente non trovato
pt: Usuário não encontrado

# lblUsuarios
source: Users
de: Benutzer
fr: Utilisateurs
it: utenti
pt: Usuários

# lblUsuariosActivando
source: Activating ...
de: Aktivierung ...
fr: Activation ...
it: Attivazione ...
pt: Ativando ...

# lblUsuariosRoles
source: Users and Roles
de: Benutzer und Rollen
fr: Utilisateurs et rôles
it: Utenti e ruoli
pt: Usuários e Funções

# lblUsuariosSubtitulo
source: List of users, you can modify the attributes and role assignment of users
de: Liste der Benutzer, können Sie die Attribute und Rollenzuweisung der Benutzer ändern
fr: Liste des utilisateurs, vous pouvez modifier les attributs et l'affectation des rôles des utilisateurs
it: Elenco degli utenti, è possibile modificare gli attributi e l'assegnazione dei ruoli degli utenti
pt: Lista de usuários, você pode modificar os atributos e atribuição de função de usuários

# lblUsuariosTablaColApellido
source: Last name
de: Nachname
fr: Le nom
it: cognome
pt: Sobrenome

# lblUsuariosTablaColEmail
source: E-mail
de: Verwandte Kategorien
fr: Catégories apparentées
it: Categorie correlate
pt: Categorias relacionadas

# lblUsuariosTablaColNombre
source: First name
de: Name
fr: nom
it: nome
pt: Nome

# lblUsuariosTitulo
source: Users
de: Benutzer
fr: Utilisateurs
it: utenti
pt: Usuários

# lblUsuariosTitulo2
source: User Configuration
de: Benutzerkonfiguration
fr: Configuration de l'utilisateur
it: Configurazione utente
pt: Configuração do usuário

# lblUtilizaNombrePorDefecto
source: (Uses Default Name)
de: (Verwendet Standard-Name)
fr: (Utilise le nom par défaut)
it: (Utilizza il nome predefinito)
pt: (Usa o nome padrão)

# linkMarcaBlancaLabel
source: Link to personal page
de: Link zur persönlichen Seite
fr: Lien vers la page personnelle
it: Collegamento alla pagina personale
pt: Link para a página pessoal

# noDataFoundViewSubTitle
source: You must create at least one object to view
de: Sie müssen mindestens ein Objekt erstellen, das angezeigt werden soll
fr: Vous devez créer au moins un objet à afficher
it: È necessario creare almeno un oggetto da visualizzare
pt: Você deve criar pelo menos um objeto para visualizar

# noDataFoundViewTitle
source: No data found
de: Keine Daten gefunden
fr: Aucune donnée trouvée
it: Nessun dato trovato
pt: Nenhum dado encontrado

# noTieneClienteSeleccionado
source: You do not have a customer selected, you must select one to continue
de: Sie haben keinen Kunden ausgewählt, Sie müssen einen auswählen, um fortzufahren
fr: Vous n'avez pas sélectionné un client, vous devez en choisir un pour continuer
it: Non hai un cliente selezionato, devi selezionare quello da continuare
pt: Você não selecionou um cliente, você deve selecionar um para continuar

# noTieneUsuarios
source: No users found
de: Keine Benutzer gefunden
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
pt: Nenhum usuário encontrado

# noTieneUsuariosSubTitulo
source: No data to display
de: Keine anzuzeigenden Daten
fr: Aucune donnée à afficher
it: Nessun dato da visualizzare
pt: Nenhum dado a ser exibido

# PerfilApellidoErrorLength
source: Last Name field must be between 3 and 30 characters
de: Der Benutzername muss zwischen 3 und 30 Zeichen liegen
fr: Le nom de famille de l'utilisateur doit comporter entre 3 et 30 caractères
it: Il cognome dell'utente deve essere compreso tra 3 e 30 caratteri
pt: O sobrenome do usuário deve ter entre 3 e 30 caracteres

# PerfilApellidoRequiredError
source: It is mandatory to enter the Last Name field
de: Es ist zwingend erforderlich, einen User-Nachnamen anzugeben
fr: Il est obligatoire de spécifier un nom d'utilisateur
it: È obbligatorio specificare un cognome utente
pt: É obrigatório especificar um Sobrenome do Usuário

# PerfilEmailErrorLength
source: Email must be less than 100 characters
de: E-Mail muss weniger als 100 Zeichen haben
fr: Le courrier électronique doit comporter moins de 100 caractères
it: L'email deve essere inferiore a 100 caratteri
pt: O email deve ter menos de 100 caracteres

# PerfilEmailRequiredError
source: It is mandatory to enter a valid Email address
de: Es ist zwingend erforderlich, eine E-Mail anzugeben
fr: Il est obligatoire de spécifier un courrier électronique
it: È obbligatorio specificare un'e-mail
pt: É obrigatório especificar um email

# PerfilNombreErrorLength
source: Name field must be between 3 and 30 characters
de: Der Benutzername muss zwischen 3 und 30 Zeichen liegen
fr: Le nom d'utilisateur doit comporter entre 3 et 30 caractères
it: Il nome utente deve essere compreso tra 3 e 30 caratteri
pt: O nome de usuário deve ter entre 3 e 30 caracteres

# PerfilNombreRequiredError
source: It is mandatory to enter the Name field
de: Es ist zwingend erforderlich, einen Benutzernamen anzugeben
fr: Il est obligatoire de spécifier un nom d'utilisateur
it: È obbligatorio specificare un nome utente
pt: É obrigatório especificar um Nome de Usuário

# permiso_administrarTablero
source: Manage
de: Verwalten
fr: Gérer
it: gestire
pt: Gerenciar

# permiso_compartirTablero
source: Share
de: Ähnliche Suchanfragen
fr: Partager
it: Ricerche correlate
pt: Pesquisas relacionadas

# permiso_crearAlertas
source: Create Alert
de: Alert erstellen
fr: Créer une alerte
it: Crea avvisi
pt: Criar Alerta

# permiso_crearTablero
source: Create
de: Erstellen
fr: Créer
it: creare
pt: Criar

# permiso_descargarImagenes
source: to download
de: Herunterladen
fr: Télécharger
it: scaricare
pt: Download

# permiso_editarAlertas
source: Edit Alert
de: Alert bearbeiten
fr: Modifier l'alerte
it: Modifica avviso
pt: Editar Alerta

# permiso_editarTablero
source: Edit
de: Bearbeiten
fr: Modifier
it: modifica
pt: Editar

# permiso_eliminarAlertas
source: Remove Alert
de: Alert entfernen
fr: Supprimer l'alerte
it: Rimuovi allerta
pt: Remover Alerta

# permiso_eliminarTablero
source: Remove
de: Entfernen
fr: Supprimer
it: rimuovere
pt: Remover

# permiso_verAlertas
source: View Alert
de: Alert anzeigen
fr: Voir Alerte
it: Visualizza avvisi
pt: Ver Alerta

# permiso_verDatos
source: See
de: Siehe
fr: Voir
it: vista
pt: Veja

# permiso_verImagenes
source: See
de: Siehe
fr: Voir
it: vista
pt: Veja

# permiso_verMapas
source: See
de: Siehe
fr: Voir
it: vista
pt: Veja

# permiso_verTablero
source: See
de: Siehe
fr: Voir
it: vista
pt: Veja

# placeholderAsignacionObjetosBuscar
source: Filter object by name ...
de: Filterobjekt nach Namen ...
fr: Filtrer l'objet par son nom ...
it: Filtra oggetto per nome ...
pt: Filtra o objeto pelo nome ...

# placeholderConfigurarObjetosSearch
source: Filter object by name ...
de: Filterobjekt nach Namen ...
fr: Filtrer l'objet par son nom ...
it: Filtra oggetto per nome ...
pt: Filtra o objeto pelo nome ...

# placeholderNombrePersonalizadoFiltro
source: Custom Filter Name
de: Benutzerdefinierter Filtername
fr: Nom du filtre personnalisé
it: Nome filtro personalizzato
pt: Nome do filtro personalizado

# placeholderRolesBuscar
source: Filter roles ...
de: Filterrollen ...
fr: Rôles de filtre ...
it: Ruoli di filtro ...
pt: Filtrar papéis ...

# placeholderSearchNombreFiltro
source: Filter filter by name ...
de: Filter nach Namen filtern ...
fr: Filtrer le filtre par son nom ...
it: Filtra filtro per nome ...
pt: Filtro filtro por nome ...

# placeholderSeleccionModulo
source: Select a Module
de: Wählen Sie ein Modul aus
fr: Sélectionnez un module
it: Selezionare un modulo
pt: Selecione um módulo

# placeholderUsuariosBuscar
source: Filter users ...
de: Filterbenutzer ...
fr: Filtrer les utilisateurs ...
it: Filtra gli utenti ...
pt: Filtre usuários ...

# reviseSiDatosSonCorrectos
source: Please check if the data is correct
de: Bitte überprüfen Sie, ob die Daten korrekt sind
fr: Vérifiez si les données sont correctes
it: Verifica se i dati sono corretti
pt: Verifique se os dados estão corretos

# seleccionUnRol
source: Select a Role
de: Wählen Sie eine Rolle aus
fr: Sélectionnez un rôle
it: Seleziona un ruolo
pt: Selecione um papel

# successMarcaBlanca
source: Settings saved successfully
de: Einstellungen wurden erfolgreich gespeichert
fr: Paramètres enregistrés avec succès
it: Le impostazioni sono state salvate correttamente
pt: Configurações salvas com sucesso

# tooltipBorrarFoto
source: Delete photo
de: Foto löschen
fr: Supprimer la photo
it: Elimina la foto
pt: Eliminar foto

# tooltipSizeResFondo
source: The maximum size is 300kb. Recommended resolution: 1366 x 768.
de: Die maximale Größe beträgt 300kb. Empfohlene Auflösung: 1366 x 768.
fr: La taille maximale est de 300kb. Résolution recommandée: 1366 x 768.
it: La dimensione massima è 300kb. Risoluzione consigliata: 1366 x 768.
pt: O tamanho máximo é 300kb. Resolução recomendada: 1366 x 768.

# tooltipSizeResFooter
source: The maximum size is 100kb. Recommended resolution: 1366 x 100.
de: Die maximale Größe beträgt 100kb. Empfohlene Auflösung: 1366 x 100.
fr: La taille maximale est de 100kb. Résolution recommandée: 1366 x 100.
it: La dimensione massima è di 100kb. Risoluzione consigliata: 1366 x 100.
pt: O tamanho máximo é 100kb. Resolução recomendada: 1366 x 100.

# tooltipSizeResLogo
source: The maximum size is 100kb. Recommended resolution: 140 x 40.
de: Die maximale Größe beträgt 100kb. Empfohlene Auflösung: 140 x 40.
fr: La taille maximale est de 100kb. Résolution recommandée: 140 x 40.
it: La dimensione massima è di 100kb. Risoluzione consigliata: 140 x 40.
pt: O tamanho máximo é 100kb. Resolução recomendada: 140 x 40.

# usuarioDebeTenerMailValido
source: The user must have a valid Email to generate the Reporting user
de: Der Benutzer muss eine gültige E-Mail haben, um den Reporting-Benutzer zu generieren
fr: L'utilisateur doit avoir un email valide pour générer l'utilisateur Reporting
it: L'utente deve disporre di un'e-mail valida per generare l'utente Reporting
pt: O usuário deve ter um e-mail válido para gerar o usuário Reporting

# usuarioNoEncontrado
source: User not found
de: Benutzer nicht gefunden
fr: Utilisateur introuvable
it: Utente non trovato
pt: Usuário não encontrado

# utilizaNombrePorDefecto
source: (Uses Default Name)
de: (Verwendet Standard-Name)
fr: (Utilise le nom par défaut)
it: (Utilizza il nome predefinito)
pt: (Usa o nome padrão)

# lblPerfilNombre
source: Name
fr: Nom
it: Nome
pt: Nome

# logoMarcaBlancaLabel
source: Logo
pt: Logotipo
