Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/Filtros.*.resx
Languages: fr, pt

# fltBanco
source: Banco
fr: Banque

# fltCadenas
source: Cadenas
fr: Chaînes
pt: Correntes

# fltCategoria
source: Categoría
fr: Categorie

# fltCategoriaProducto
source: Categoria Producto
fr: Catégorie de produit
pt: Categoria de produto

# fltClientes
source: Clientes
fr: Clients

# fltCompetenciaPrimaria
source: Competencia Primaria
fr: Compétence élémentaire
pt: Proficiência elementar

# fltFamilia
source: Familia Productos
fr: Produits familiaux
pt: Produtos familiares

# fltFechaReporte
source: Fecha Reporte
fr: Rapport de date
pt: Relatório de data

# fltJefeGestion
source: Jefe Gestion
fr: Chef de gestion
pt: Chefe de Gestão

# fltJefeZonal
source: Jefe Zonal
fr: Chef zonal
pt: Chefe Zonal

# fltLocalidades
source: Localidades
fr: Localités

# fltMarcaPropiedad
source: Marca Propiedad
fr: Marque de propiété
pt: Marca de Propiedade

# fltMarcas
source: Marcas
fr: Marques

# fltPais
source: Pais
fr: Country

# fltProductos
source: Productos
fr: produits
pt: Produtos

# fltProvincias
source: Provincias
fr: Provinces
pt: Províncias

# fltPuntosDeVenta
source: Puntos de Venta
fr: Points de vente
pt: Pontos de venda

# fltRTM
source: Tipo de RTM
fr: RTM type (rep)
pt: RTM type (rep)

# fltSubCategoria
source: Sub Categoria
fr: SubCategorie

# fltSucursal
source: Sucursal
fr: Direction générale
pt: Filial

# fltTipoDeRTM
source: Tipo de RTM
fr: Type RTM
pt: Tipo RTM

# fltTipoPDV
source: Tipo Punto de Venta
fr: Type de point de vente
pt: Tipo de Ponto de Venda

# fltTipoSucursal
source: Tipo Sucursal
fr: Type de branche
pt: Tipo de ramo

# fltUsuarios
source: Usuarios
fr: Utilisateurs
pt: Usuários

# fltVendedores
source: Vendedores
fr: Vendeurs

# fltZonas
source: Zonas
fr: Domaines
pt: Áreas

# lblEliminarFiltros
source: Eliminar Filtros
fr: Supprimer les filtres
pt: Remover Filtros

# lblFiltrosAplicados
source: FiltrosAplicados
fr: Filtres appliqués

# lblMesActual
source: Mes Actual
fr: Mois en cours
pt: Mês atual

# linkAplicarFiltro
source: Aplicar Filtros
fr: Appliquer des filtres
