Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/PriceRequest.*.resx
Languages: pt

source: Account
pt: Conta

# Action
source: Actions
pt: Ações

source: Back
pt: Voltar

source: Brand
pt: Marca

source: Change State
pt: Mudar estado

source: Close
pt: Fechar

source: Competitors
pt: Competidores

source: Country
pt: País

source: Delete Request
pt: Eliminar

source: Edit Request
pt: editar

# ErrorAtLeastOneProduct
source: At least one product must be selected from the account for the request
pt: Deve selecionar pelo menos um iten da conta para o pedido

# ErrorOnlyOneCompetitor
source: Should only select a competitor product
pt: Deve selecionar somente um produto competidor

# HideDetail
source: Hide Details
pt: Ocultar detalhes

source: History
pt: Histórico

source: Ideal GAP
pt: GAP Ideal

source: Inventory
pt: Inventário

# LastState
source: State
pt: Estado

# ListPriceRequestTitle
source: Price Requests List
pt: Pedido de lista de preço

source: Model
pt: Modelo

# ModificationDate
source: Date
pt: Fecha

source: NetASP Condition
pt: Condição netasp

# NetASPVariancePercent
source: NetASP Variance %
pt: Variação % netasp

# NetASPVariancePrice
source: NetASP Variance $
pt: Variação $ netasp

source: New GAP
pt: Novo GAP

source: Photo
pt: Foto

source: Price Gap
pt: GAP de preço

# PriceRequestBTN
source: Price Request
pt: Pedido de preço

source: Price Request Form
pt: Formulário de pedido de preço

source: Price Variance
pt: Alteração de preço

source: Request
pt: Pedido

# RequestFormTitle
source: Price Request Form
pt: Formulário de pedido de baixa de preço

# RequestSendSuccesfull
source: Successfully submitted request
pt: Pedido enviado com sucesso

source: Request Sent
pt: Pedido enviado

source: Search in Table
pt: Pesquisar no quadro

source: Select Photo
pt: Seleccionar Foto

source: Sell In
pt: Vendas

source: Send
pt: Enviar

# ShowDetail
source: Show Details
pt: Exibir detalhes

source: Stores
pt: Lojas

# TitlePriceRequest
source: Price Request
pt: Pedido de Baixa de preço

source: UBP Proposal
pt: Proposta ubp

# UserName
source: User
pt: Usuário

source: View Request
pt: Ver pedido

source: NO
pt: NÃO

source: YES
pt: SIM

# Select
source: Photo
pt: Foto

# SelectPhotoFromGalery
source: Select Photos
pt: Seleccione fotografias

# NoPhotoFound
source: No Photos Found
pt: Não existem fotografías

# NoPriceRequestFound
source: No Down Price Request
pt: Não existem pedidos de baixa de preço

# ActualState
source: Status
pt: Estado

source: Commentary
pt: Comentário

source: Date
pt: Data

# ApproveRequest
source: Approve
pt: Aprovar

# DownloadRequest
source: Download
pt: Baixar arquivo

# ValidateNetAsp
source: NetASP cannot be empty
pt: Deve entrar com NetASP

# ValidateNetAspCondition
source: NetASP Condition cannot be empty
pt: Deve entrar com condição NetASP

# ValidateUbpProposal
source: UBP cannot be empty
pt: Deve entrar proposta UBP

# Confirm
source: YES
pt: Validar

# DeletePriceRequestConfirm
source: Are you sure you want to delete this price request?
pt: ¿Deseja eliminar a solicitude?

# RejectRequest
source: Dismiss
pt: Recusar

source: Initial Status
pt: Estado Inicial

source: Price Request Closed
pt: Pedido de preço fechado

source: Request Approved
pt: Pedido aprovado

source: Request Rejected
pt: Pedido recusado

# UpdatedStatus
source: Updated Request
pt: Pedido modificado

# PR_Approved
source: Approved
pt: Aprovado

# PR_Downloaded
source: Downloaded
pt: Baixado

# PR_DownloadError
source: Download Error
pt: Erro ao baixar

# PR_Generated
source: Generated
pt: Pedido gerado

# PR_InitialError
source: Error in Create
pt: Erro ao gerar

# PR_InitialStatus
source: Initial Status
pt: Estado Inicial

# PR_NoState
source: No State
pt: Sem estado

# PR_RejectedByAdmin
source: Rejected by EAI
pt: Recusado por EAI

# PR_RejectedByManager
source: Rejected by SEC
pt: Recusado por SeC

# PR_Revision
source: Revision OK
pt: Revisão ok

source: Next alert in :
pt: Proxima alerta em:

# ErrorOnRejectPR
source: Error on reject price request
pt: Erro ao declinar pedido de preço

# NoPhotoForProduct
source: No Photo found for product, showing related images
pt: Não foram encontradas imagens relacionadas ao produto/cadeia, exhibindo imagens dos reportes

# RejectRequestSubtitle
source: Add Commentary
pt: Entrar messagem com o motivo da recusa

# RejectRequestTitle
source: Reject Price Request
pt: recusar pedido de Baixa de preço

# ErrorOnAprroveRequest
source: Error on approve request
pt: Erro ao aprovar pedido

source: Error on Delete Request
pt: Erro ao eliminar pedido de preço

source: Error on validate request
pt: Erro ao validar pedido

source: Request Deleted
pt: Pedido eliminado

# RejectRequestSecTitle
source: Reject Request (SEC)
pt: Recusar pedido

source: Selected Photos
pt: Fotos Seleccionadas

source: Price Request
pt: Pedido de preço

# ViewPriceRequest
source: View PR
pt: Ver PR

source: Accounts
pt: Contas

source: Product
pt: Produto

# ValidateNetAspConditionZero
source: NetASP Condition cannot be Zero
pt: Condição NetASP não pode ser zero

source: Checking...
pt: Conferindo…

source: Please wait
pt: Favor, aguardar

# SuccessOnApproveRequest
source: Request successfully approved
pt: pedido aprovado com sucesso

# SuccessOnRejectPR
source: Request successfully rejected
pt: Pedido recusado com sucesso

# ErrorOnGetPhotos
source: Error on Get Photoss
pt: Erro na obtenção de fotos

# ErrorOnSendPriceRequest
source: Error Sending Price Request
pt: Erro ao eliminar pedido de preço

# AdminPriceRequest_
source: Price Request Admin
pt: Administrador Price..

source: Deleting...
pt: Eliminando…

# ErrorOnLoadHistory
source: Error on loading history
pt: Erro ao carregar histórico.

source: Loading history...
pt: Carregando histórico

source: Error on download
pt: Erro ao baixar arquivo

source: cannot be empty
pt: Não poder estar vazio

source: cannot be zero
pt: Não pode ser zero

source: must be numeric
pt: Deve ser númerico
