Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/Tableros.*.resx
Languages: de, fr, it, pt

# admAgregarTablero
source: Agregar un tablero a esta lista
de: Fügen Sie ein Board zu dieser Liste hinzu
fr: Ajouter un tableau à cette liste
it: Aggiungi un scheda a questa lista
pt: Adicione um quadro a esta lista

# admConfigurarObjetos
source: Configurar Objetos
de: Konfigurieren von Objekten
fr: Configurer des objets
it: Configurare gli oggetti

# admLabelEditar
source: Editar
de: Bearbeiten
fr: Modifier
it: modifica

# admLabelEliminar
source: Eliminar
de: Entfernen
fr: Supprimer
it: rimuovere
pt: Remover

# admLabelPermisos
source: Permisos
de: Berechtigungen
fr: Autorisations
it: permessi
pt: Permissões

# admLabelVer
source: Ver
de: Siehe
fr: Voir
it: vista
pt: Veja

# admNoEliminar
source: No, dejalo ahí.
de: Nein, lass es dort
fr: Non, laissez-le là-bas.
it: No, lascia lì.
pt: Não, deixe lá.

# admPreguntaEliminar
source: ¿Desea eliminar permanentemente este tablero?
de: Möchten Sie dieses Board endgültig löschen?
fr: Voulez-vous supprimer définitivement ce tableau?
it: Vuoi cancellare definitivamente questa scheda?
pt: Deseja excluir permanentemente este quadro?

# admSiEliminar
source: Si, eliminalo
de: Ja, ich lösche es
fr: Oui, je le supprime
it: Sì lo cancilo
pt: Sim, eu o exclui

# admTitulo
source: Administrar Tableros
de: Verwalten von Boards
fr: Gérer les conseils
it: Gestisci schede
pt: Gerencie conselhos

source: Ampliar
de: Vergrößern
fr: Agrandir
it: ingrandire

# clientenoasignado
source: No posee ningún cliente asignado
de: Hat keine zugewiesenen Clients
fr: N'a pas de clients assignés
it: Non dispone di alcun client assegnato
pt: Não tem clientes atribuídos

# clientesModalCerrar
source: Cerrar
de: Schliessen
fr: Fermer
it: vicino
pt: Fechar

# clientesModalGuardar
source: Guardar Cambios
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# clientesModalTitle
source: Cliente Seleccionado
de: Ausgewählter Kunde
fr: Client sélectionné
it: Cliente selezionato
pt: Cliente selecionado

# confFiltroErrorSetearCheck
source: No se pudo completar la operación
de: Der Betrieb konnte nicht abgeschlossen werden
fr: Impossible de terminer l'opération
it: Impossibile completare l'operazione
pt: Não foi possível concluir a operação

# confFiltroErrorSetearNombre
source: No se pudo setear el nombre del filtro
de: Fehler beim Festlegen des Filternamens
fr: Impossible de définir le nom du filtre
it: Impossibile impostare il nome del filtro
pt: Falha ao definir o nome do filtro

# confFiltroResetError
source: No se pudo resetear el nombre del filtro
de: Der Filtername konnte nicht zurückgesetzt werden
fr: Ne peut pas réinitialiser le nom du filtre
it: Impossibile reimpostare il nome del filtro
pt: Não foi possível redefinir o nome do filtro

# confFiltroSinFiltros
source: No se encontraron filtros
de: Keine Filter gefunden
fr: Aucun filtre trouvé
it: Nessun filtro trovato
pt: Nenhum filtro encontrado

# configurarGrafico
source: Configurar Gráfico
de: Diagramm einrichten
fr: Tableau de configuration
it: Imposta la tabella
pt: Gráfico de Configuração

# confObjetoErrorSetearNombre
source: No se pudo setear el nombre del objeto
de: Fehler beim Einstellen des Objektnamens
fr: Impossible de définir le nom de l'objet
it: Impossibile impostare il nome dell'oggetto
pt: Falha ao definir o nome do objeto

# confObjetoResetError
source: No se pudo resetear el nombre del objeto
de: Der Objektname konnte nicht zurückgesetzt werden
fr: Impossible de restaurer le nom de l'objet
it: Impossibile reimpostare il nome dell'oggetto
pt: Não foi possível redefinir o nome do objeto

# crearNuevoUsuarioModalTitulo
source: Crear nuevo usuario
de: Neuen Benutzer erstellen
fr: Créer un nouvel utilisateur
it: Crea nuovo utente
pt: Criar novo usuário

# crearTableroBtnAgregarObjetos
source: Agregar Objetos al Tablero
de: Hinzufügen von Objekten zum Board
fr: Ajout d'objets au conseil
it: Aggiunta di oggetti alla scheda
pt: Adicionando objetos ao quadro

# crearTableroBtnEliminar
source: Quitar
de: Zu entfernen
fr: Supprimer
it: Per rimuovere
pt: Para remover

# crearTableroBtnSave
source: Guardar Tablero
de: Board sparen
fr: Save tableau
it: Salva scheda
pt: Save quadro

# crearTableroColNombre
source: Nombre
de: Name
fr: nom
it: nome
pt: Nome

# crearTableroColOrden
source: Orden
de: Bestellen
fr: Commande
it: ordine
pt: Encomenda

# crearTableroColSize
source: Tamaño
de: Größe
fr: Taille
it: dimensione
pt: Tamanho

# crearTableroColTipo
source: Tipo
de: Typ
fr: Type

# crearTableroDragDropOrderLabel
source: Arrastre los items para cambiar la posición que tendrán dentro del tablero.
de: Ziehen Sie die Elemente, um die Position zu ändern, die sie in der Platine haben werden.
fr: Faites glisser les éléments pour modifier la position qu'ils auront à l'intérieur du tableau.
it: Trascinate gli elementi per cambiare la posizione che avranno all'interno della scheda.
pt: Arraste os itens para mudar a posição que eles terão dentro da placa.

# crearTableroEliminarAceptar
source: Si, eliminalo
de: Ja, ich lösche es
fr: Oui, je le supprime
it: Sì lo cancilo
pt: Sim, eu o exclui

# crearTableroEliminarCancelar
source: No, dejalo ahí.
de: Nein, lass es dort
fr: Non, laissez-le là-bas.
it: No, lascia lì.
pt: Não, deixe lá.

# crearTableroEliminarPregunta
source: ¿Desea eliminar permanentemente este gráfico?
de: Möchten Sie diese Tabelle dauerhaft löschen?
fr: Voulez-vous supprimer définitivement ce tableau?
it: Vuoi cancellare definitivamente questo grafico?
pt: Deseja excluir permanentemente este gráfico?

# crearTableroErrNombreVacio
source: Debe asignarle un nombre al tablero
de: Sie müssen dem Vorstand einen Namen geben
fr: Vous devez donner un nom au conseil
it: Devi dare al consiglio un nome
pt: Você deve dar nome ao conselho

# crearTableroErrNoObjectSelected
source: Debe Seleccionar al menos un Gráfico
de: Sie müssen mindestens eine Grafik auswählen
fr: Vous devez sélectionner au moins un graphique
it: È necessario selezionare almeno una grafica
pt: Você deve selecionar pelo menos um gráfico

# crearTableroLabelObjDisponibles
source: Objetos disponibles
de: Verfügbare Objekte
fr: Objets disponibles
it: Oggetti disponibili
pt: Objetos disponíveis

# crearTableroLabelObjSeleccionados
source: Objetos seleccionados
de: Ausgewählte Objekte
fr: Objets sélectionnés
it: Oggetti selezionati
pt: Objetos selecionados

# crearTablerolblNombre
source: Nombre
de: Name
fr: nom
it: nome
pt: Nome

# crearTableroSelObjetosLabel
source: Selecciona los gráficos que quieras ver en este tablero
de: Wählen Sie die Grafik aus, die Sie auf dieser Karte sehen möchten
fr: Sélectionnez les graphiques que vous souhaitez voir sur ce tableau
it: Seleziona la grafica che vuoi vedere su questa scheda
pt: Selecione os gráficos que deseja ver neste quadro

# crearTableroSinObjetos
source: Aún no has seleccionado gráficos para este tablero.
de: Sie haben noch keine Grafiken für dieses Board ausgewählt.
fr: Vous n'avez pas encore sélectionné de graphiques pour ce tableau.
it: Non hai ancora selezionato grafici per questa scheda.
pt: Você ainda não selecionou gráficos para esta placa.

# crearTableroTitulo
source: Crear Nuevo Tablero
de: Neues Board erstellen
fr: Créer un nouveau conseil
it: Crea nuova scheda
pt: Criar nova placa

# crearTableroTituloPanel
source: Crear Tablero
de: Erstellen Sie Board
fr: Créer un tableau
it: Crea tavola
pt: Criar placa

# crearTableroVolverLabel
source: Volver sin guardar
de: Rückgabe ohne Sparen
fr: Retour sans sauvegarder
it: Ritorno senza salvataggio
pt: Retorno sem salvar

source: Descargar Datos
de: Daten herunterladen
fr: Télécharger les données
it: Scarica i dati
pt: Baixar dados

source: Descargar Imagen
de: Bild herunterladen
fr: Télécharger l'image
it: Scarica l'immagine
pt: Baixar imagem

# editarTableroBtnAgregarObjetos
source: Agregar Objetos al Tablero
de: Hinzufügen von Objekten zum Board
fr: Ajout d'objets au conseil
it: Aggiunta di oggetti alla scheda
pt: Adicionando objetos ao quadro

# editarTableroBtnEliminar
source: Quitar
de: Zu entfernen
fr: Supprimer
it: Per rimuovere
pt: Para remover

# editarTableroBtnSave
source: Guardar Cambios
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# editarTableroColNombre
source: Nombre
de: Name
fr: nom
it: nome
pt: Nome

# editarTableroColOrden
source: Orden
de: Bestellen
fr: Commande
it: ordine
pt: Encomenda

# editarTableroColSize
source: Tamaño
de: Größe
fr: Taille
it: dimensione
pt: Tamanho

# editarTableroColTipo
source: Tipo
de: Typ
fr: Type

# editarTableroDragDropOrderLabel
source: Arrastre los items para cambiar la posición que tendrán dentro del tablero.
de: Ziehen Sie die Elemente, um die Position zu ändern, die sie in der Platine haben werden.
fr: Faites glisser les éléments pour modifier la position qu'ils auront à l'intérieur du tableau.
it: Trascinate gli elementi per cambiare la posizione che avranno all'interno della scheda.
pt: Arraste os itens para mudar a posição que eles terão dentro da placa.

# editarTableroEliminarAceptar
source: Si, eliminalo
de: Ja, ich lösche es
fr: Oui, je le supprime
it: Sì lo cancilo
pt: Sim, eu o exclui

# editarTableroEliminarCancelar
source: No, dejalo ahí.
de: Nein, lass es dort
fr: Non, laissez-le là-bas.
it: No, lascia lì.
pt: Não, deixe lá.

# editarTableroEliminarPregunta
source: ¿Desea eliminar permanentemente este gráfico?
de: Möchten Sie diese Tabelle dauerhaft löschen?
fr: Voulez-vous supprimer définitivement ce tableau?
it: Vuoi cancellare definitivamente questo grafico?
pt: Deseja excluir permanentemente este gráfico?

# editarTableroErrNombreVacio
source: Debe asignarle un nombre al tablero
de: Sie müssen dem Vorstand einen Namen geben
fr: Vous devez donner un nom au conseil
it: Devi dare al consiglio un nome
pt: Você deve dar nome ao conselho

# editarTableroErrNoObjectSelected
source: Debe Seleccionar al menos un Gráfico
de: Sie müssen mindestens eine Grafik auswählen
fr: Vous devez sélectionner au moins un graphique
it: È necessario selezionare almeno una grafica
pt: Você deve selecionar pelo menos um gráfico

# editarTableroLabelObjDisponibles
source: Objetos disponibles
de: Verfügbare Objekte
fr: Objets disponibles
it: Oggetti disponibili
pt: Objetos disponíveis

# editarTableroLabelObjSeleccionados
source: Objetos seleccionados
de: Ausgewählte Objekte
fr: Objets sélectionnés
it: Oggetti selezionati
pt: Objetos selecionados

# editarTablerolblNombre
source: Nombre
de: Name
fr: nom
it: nome
pt: Nome

# editarTableroSelObjetosLabel
source: Selecciona los gráficos que quieras ver en este tablero
de: Wählen Sie die Grafik aus, die Sie auf dieser Karte sehen möchten
fr: Sélectionnez les graphiques que vous souhaitez voir sur ce tableau
it: Seleziona la grafica che vuoi vedere su questa scheda
pt: Selecione os gráficos que deseja ver neste quadro

# editarTableroSinObjetos
source: Aún no has seleccionado gráficos para este tablero.
de: Sie haben noch keine Grafiken für dieses Board ausgewählt.
fr: Vous n'avez pas encore sélectionné de graphiques pour ce tableau.
it: Non hai ancora selezionato grafici per questa scheda.
pt: Você ainda não selecionou gráficos para esta placa.

# editarTableroTitulo
source: Editar Tablero
de: Bearbeiten
fr: Editer le tableau
it: Modifica scheda
pt: Edit Quadro

# editarTableroTituloPanel
source: Editar Tablero
de: Bearbeiten
fr: Editer le tableau
it: Modifica scheda
pt: Edit Quadro

# editarTableroVolverLabel
source: Volver sin guardar
de: Rückgabe ohne Sparen
fr: Retour sans sauvegarder
it: Ritorno senza salvataggio
pt: Retorno sem salvar

# errClaveIncorrecta
source: La Contraseña ingresada es incorrecta
de: Passwort eingegeben ist falsch
fr: Le mot de passe saisi est incorrect
it: La password immessa è errata
pt: A senha inserida está incorreta

# errEliminarTablero
source: No pudo eliminarse el tablero
de: Der Vorstand konnte nicht entfernt werden
fr: Le tableau n'a pas pu être retiré
it: La scheda non poteva essere rimossa
pt: A placa não pôde ser removida

# errFormatosImagen
source: Los formatos de imagen soportados son gif, jpg, png
de: Unterstützte Bildformate sind gif, jpg, png
fr: Les formats d'image pris en charge sont gif, jpg, png
it: I formati di immagine supportati sono gif, jpg, png
pt: Os formatos de imagem suportados são gif, jpg, png

# errGrabarPermisos
source: Error al grabar permisos
de: Fehler beim Speichern von Berechtigungen
fr: Échec de l'enregistrement des autorisations
it: Salvataggio delle autorizzazioni non riuscito
pt: Falha ao salvar permissões

# errGuardarDatosUsuario
source: Ocurrió un error al intentar guardarlos datos de usuario.
de: Beim Versuch, Benutzerdaten zu speichern, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la tentative d'enregistrement de données utilisateur.
it: Si è verificato un errore durante il tentativo di salvare i dati utente.
pt: Ocorreu um erro ao tentar salvar dados do usuário.

# errGuardarTipoObjetoAmpliar
source: error guardar nuevo tipo de objeto - Ampliar
de: Fehler beim Speichern neuer Objekttyp - Größer anzeigen
fr: erreur enregistrer un nouveau type d'objet - Agrandir
it: errore salva il nuovo tipo di oggetto - visualizza più grande
pt: erro salvar novo tipo de objeto - Exibir maior

# errImagenFormatoInvalido
source: La extensión del archivo seleccionado no está permitida
de: Die Erweiterung der ausgewählten Datei ist nicht erlaubt
fr: L'extension du fichier sélectionné n'est pas autorisée
it: L'estensione del file selezionato non è consentita
pt: A extensão do arquivo selecionado não é permitida

# errImagenSize500kb
source: La imagen no puede superarlos 500kb
de: Das Bild darf 500kb nicht überschreiten
fr: L'image ne peut pas dépasser 500kb
it: L'immagine non può superare i 500kb
pt: A imagem não pode exceder 500kb

# errOperacionNoSoportadaTipo9
source: Operacion no soportada para chart type distinto de 9
de: Operation nicht unterstützt für Diagrammtyp außer 9
fr: Fonctionnement non pris en charge pour un type de graphique autre que 9
it: Funzionamento non supportato per il tipo di grafico diverso da 9
pt: Operação não suportada para o tipo de gráfico diferente de 9

# lblActualiceParaVisualizar
source: (Para visualizar los cambios debe actualizar el tablero)
de: (Um die Änderungen zu sehen, müssen Sie die Karte aktualisieren)
fr: (Pour afficher les modifications, vous devez mettre à jour le tableau)
it: (Per visualizzare le modifiche che è necessario aggiornare la scheda)
pt: (Para visualizar as alterações, você deve atualizar a placa)

# lblAplicarFiltro
source: Aplicar Filtro
de: Filter anwenden
fr: Appliquer le filtre
it: Applica filtro

# lblCambiarContraseña
source: Cambiar Contraseña
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia password
pt: Alterar senha

# lblCancelar
source: Cancelar
de: Abbrechen
fr: Annuler
it: annullare

# lblCargandoFiltros
source: Cargando Filtros...
de: Filter laden ...
fr: Chargement des filtres ...
it: Caricamento dei filtri ...
pt: Carregando os filtros ...

# lblCargandoTablero
source: Cargando Tablero...
de: Laden ...
fr: Carton de chargement ...
it: Scheda di caricamento ...
pt: Carregando o quadro ...

# lblCerrar
source: Cerrar
de: Schliessen
fr: Fermer
it: vicino
pt: Fechar

# lblColEscritura
source: Escritura
de: Schreiben
fr: Rédaction
it: scrittura
pt: Escrevendo

# lblColLectura
source: Lectura
de: Lesen
fr: Lecture
it: lettura
pt: Leitura

# lblColNombre
source: Nombre
de: Name
fr: nom
it: nome
pt: Nome

# lblColUsuario
source: Usuario
de: Benutzer
fr: Utilisateur
it: utente
pt: Usuário

# lblGuardandoCambios
source: Guardando cambios...
de: Änderungen speichern ...
fr: Économiser des modifications ...
it: Salvataggio delle modifiche ...
pt: Saving Changes ...

# lblGuardarCambios
source: Guardar Cambios
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# lblLosDatosSeGuardaronExito
source: Los datos de usuario se guardaron exitosamente
de: Benutzerdaten erfolgreich gespeichert
fr: Données utilisateur sauvegardées avec succès
it: I dati utente sono stati salvati con successo
pt: Dados do usuário salvos com sucesso

# lblMisDatosTitulo
source: Mis datos de perfil
de: Meine Profildaten
fr: Mes données de profil
it: I miei dati del profilo
pt: Meus dados de perfil

# lblNoPoseeObjetosTitulo
source: No tiene Objetos
de: Keine Objekte
fr: Pas d'objets
it: Nessun oggetto
pt: Sem objetos

# lblPermisosAsignar
source: Asignar
de: Zuzuordnen
fr: Assigner
it: Assegnare
pt: Para atribuir

# lblPermisosTitulo
source: Permisos
de: Berechtigungen
fr: Autorisations
it: permessi
pt: Permissões

# lblPersistirCambiosEnTablero
source: Persistir cambio de objeto en el tablero
de: Persistischer Wechsel des Objekts auf dem Brett
fr: Changement persistant d'objet sur le tableau
it: Cambiare persistente l'oggetto sul scheda
pt: Persistir a mudança de objeto na placa

# lblSeleccionarObjetos
source: Selecccionar Objetos
de: Objekte auswählen
fr: Sélectionnez des objets
it: Selezionare Oggetti
pt: Selecione Objetos

# lblSeleccioneUnRol
source: Seleccione un Rol
de: Wählen Sie eine Rolle aus
fr: Sélectionnez un rôle
it: Seleziona un ruolo
pt: Selecione um papel

# lblSubTituloDatosPerfil
source: Puede modificar sus datos de perfil asi como el idioma en que visualiza el sitio
de: Sie können Ihre Profildaten sowie die Sprache ändern, in der die Seite angezeigt wird
fr: Vous pouvez modifier vos données de profil ainsi que la langue dans laquelle le site est affiché.
it: È possibile modificare i dati del profilo e la lingua in cui viene visualizzato il sito
pt: Você pode modificar seus dados de perfil, bem como o idioma em que o site é exibido

# lblTituloMisDatosPerfil
source: Mis Datos de Perfil
de: Meine Profildaten
fr: Mes données de profil
it: I miei dati del profilo
pt: Meus dados de perfil

# lblTituloNoTieneTableros
source: No tiene Tableros
de: Keine Bretter
fr: Pas de planches
it: Nessuna tavola
pt: Sem tábuas

# lblTodoNinguno
source: Todo/Ninguno
de: Alle / Keine
fr: Tous / Aucun
it: Tutti / Nessuno
pt: Tudo / Nenhum

# lblYesNoNo
source: No
de: Nein
fr: Non
it: non
pt: Não

# lblYesNoYes
source: Si
de: Ja
fr: Oui
it: se
pt: Sim

# linkAdministrarTablero
source: Administrar mis tableros
de: Verwalte meine Bretter
fr: Gérer mes cartes
it: Gestisci le mie schede
pt: Gerencie minhas placas

# linkConfiguracion
source: Configuración
de: Einstellungen
fr: Paramètres
it: configurazione
pt: Configurações

# linkConfigurarFiltros
source: Filtros
de: Filter
fr: Filtres
it: filtri

# linkCrearTablero
source: Crear Nuevo Tablero
de: Neues Board erstellen
fr: Créer un nouveau conseil
it: Crea nuova scheda
pt: Criar nova placa

# linkDatos
source: Datos
de: Daten
fr: Données
it: dati
pt: Dados

# linkEditarTablero
source: Editar Tablero Actual
de: Vorheriges Board bearbeiten
fr: Modifier le tableau actuel
it: Modifica scheda corrente
pt: Editar o Quadro Atual

# linkImagenes
source: Imágenes
de: Bilder
fr: images
it: immagini
pt: Imagens

# linkMaps
source: Mapas
de: Karten
fr: Cartes
it: mappe

# linkNombreObjetos
source: Nombres de Objetos
de: Objektnamen
fr: Noms d'objets
it: Nomi degli oggetti
pt: Nomes de objetos

# linkTableros
source: Tableros
de: Tische
fr: Tableaux
it: tavole
pt: Quadros

# menuClientesLabel
source: Clientes
de: Kunden
fr: Clients
it: clienti

# menuPerfilLabel
source: Perfil
de: Profil ansehen
fr: Voir le profil
it: Visualizza profilo
pt: Ver perfil

# menuSalirLabel
source: Salir
de: Beenden
fr: sortir
it: uscita
pt: Sair

# noDataFoundGrafico
source: No se encontró información
de: Keine Informationen gefunden
fr: Aucune information trouvée
it: Nessuna informazione trovata
pt: Nenhuma informação encontrada

# notienecliente
source: No tiene un cliente asignado
de: Sie haben keinen zugewiesenen Kunden
fr: Vous n'avez pas de client assigné
it: Non hai un cliente assegnato
pt: Você não possui um cliente designado

# notieneclientesubtitulo
source: Debe seleccionar un cliente para acceder a esta pantalla
de: Sie müssen einen Client auswählen, um auf diesen Bildschirm zuzugreifen
fr: Vous devez sélectionner un client pour accéder à cet écran
it: È necessario selezionare un client per accedere a questa schermata
pt: Você deve selecionar um cliente para acessar esta tela

# noTieneFiltros
source: No tiene filtros asignados
de: Sie haben keine Filter zugeordnet
fr: Vous n'avez aucun filtre assigné
it: Non hai assegnato filtri
pt: Você não tem filtros atribuídos

# noTieneFiltrosSubTitulo
source: Debe tener al menos 1 filtro asignado para accedeer a esta pantalla
de: Sie müssen mindestens 1 Filter zugewiesen haben, um auf diesen Bildschirm zuzugreifen
fr: Vous devez avoir au moins 1 filtre affecté pour accéder à cet écran
it: È necessario assegnare almeno un filtro per accedere a questa schermata
pt: Você deve ter pelo menos 1 filtro atribuído para acessar essa tela

# noTieneObjetos
source: No tiene objetos asignados
de: Keine zugewiesenen Objekte
fr: Aucun objet assigné
it: Nessun oggetto assegnato
pt: Nenhum objeto atribuído

# noTieneObjetosSubTitulo
source: Necesita tener al menos un objeto asignado para acceder a esta pantalla
de: Sie müssen mindestens ein Objekt zuweisen, das auf diesen Bildschirm zugreifen soll
fr: Vous devez avoir au moins un objet affecté pour accéder à cet écran
it: È necessario disporre di almeno un oggetto per accedere a questa schermata
pt: Você precisa ter pelo menos um objeto designado para acessar essa tela

source: No tiene permisos
de: Sie haben keine Berechtigungen
fr: Vous n'avez pas d'autorisations
it: Non hai permessi
pt: Você não tem permissões

# notienepermisossubtitulo
source: No está autorizado a ingresar en esta sección
de: Sie dürfen diesen Abschnitt nicht eingeben
fr: Vous n'êtes pas autorisé à saisir cette section
it: Non è consentito entrare in questa sezione
pt: Você não pode entrar nesta seção

# notienetablerosSubTitulo
source: ¡Crea uno ahora!
de: Schaffe es jetzt!
fr: Créez-en maintenant!
it: Crea uno adesso!
pt: Crie um agora!

# notienetablerosTitulo
source: Aún no has creado ningún tablero.
de: Du hast noch keine Boards erstellt.
fr: Vous n'avez pas encore créé de tableaux.
it: Non hai ancora creato un board.
pt: Você ainda não criou nenhuma placa.

# noTieneUsuarios
source: No se encontraron usuarios
de: Keine Benutzer gefunden
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
pt: Nenhum usuário encontrado

# noTieneUsuariosSubTitulo
source: No se puede visualizar el listado de usuarios
de: Benutzerliste kann nicht angezeigt werden
fr: Impossible de voir la liste des utilisateurs
it: Impossibile visualizzare l'elenco utenti
pt: Não é possível visualizar a lista de usuários

# perfilClaveActual
source: Contraseña Actual
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password corrente
pt: Senha atual

# perfilClaveActualContent
source: Debe escribir su contraseña actual
de: Sie müssen Ihr aktuelles Passwort eingeben
fr: Vous devez entrer votre mot de passe actuel
it: Devi inserire la tua password corrente
pt: Você deve inserir sua senha atual

# perfilClaveActualPlaceHolder
source: Contraseña Actual
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password corrente
pt: Senha atual

# perfilClaveLabel
source: Contraseña
de: Kennwort
fr: Mot de passe
it: password
pt: Senha

# perfilClaveNueva
source: Nueva Contraseña
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password
pt: Nova senha

# perfilClaveNuevaConfirmarContent
source: Debe cofirmar la nueva contraseña
de: Sie müssen das neue Passwort bestätigen
fr: Vous devez confirmer le nouveau mot de passe
it: Devi confermare la nuova password
pt: Você deve confirmar a nova senha
