Repository: jagomez967/chktest
Catalog: Produccion/Reporting/Resources/Tableros.*.resx
Languages: de, fr, it, pt

# perfilClaveNuevaConfirmarPlaceholder
source: Confirme su nueva contraseña
de: Bestätigen Sie Ihr neues Passwort
fr: Confirmez votre nouveau mot de passe
it: Conferma la tua nuova password
pt: Confirme sua nova senha

# perfilClaveNuevaContent
source: Debe escribir una contraseña nueva
de: Sie müssen ein neues Passwort eingeben
fr: Vous devez entrer un nouveau mot de passe
it: Devi inserire una nuova password
pt: Você deve inserir uma nova senha

# perfilClaveNuevaPlaceHolder
source: Nueva contraseña
de: Neues Passwort
fr: nouveau mot de passe
it: Nuova password
pt: Nova senha

# perfilConfirmeClaveText
source: Confirme su nueva contraseña
de: Bestätigen Sie Ihr neues Passwort
fr: Confirmez votre nouveau mot de passe
it: Conferma la tua nuova password
pt: Confirme sua nova senha

# perfilModalCerrar
source: Cerrar
de: Schliessen
fr: Fermer
it: vicino
pt: Fechar

# perfilModalGuardar
source: Guardar Cambios
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar mudanças

# perfilModalTitulo
source: Información de Perfil
de: Profilinformationen
fr: Informations sur le profil
it: Informazioni sul profilo
pt: Informações do perfil

# perfil_imageSizeWarning
source: El tamaño de la imagen no puede exceder 100kb
de: Bildgröße darf 100kb nicht überschreiten
fr: La taille de l'image ne peut pas dépasser 100kb
it: La dimensione dell'immagine non può superare i 100 kB
pt: O tamanho da imagem não pode exceder 100kb

# perfil_lblClaveActualVacia
source: Debe ingresar una contraseña
de: Sie müssen ein Passwort eingeben
fr: Vous devez entrer un mot de passe
it: Devi inserire una password
pt: Você deve digitar uma senha

# perfil_lblClaveDebil
source: La nueva contraseña debe tener al menos 6 caracteres
de: Neues Passwort muss mindestens 6 Zeichen lang sein
fr: Le nouveau mot de passe doit comporter au moins 6 caractères
it: La nuova password deve essere di almeno 6 caratteri
pt: A nova senha deve ter pelo menos 6 caracteres

# perfil_lblClaveNuevaVacia
source: Debe ingresar una nueva contraseña
de: Sie müssen ein neues Passwort eingeben
fr: Vous devez entrer un nouveau mot de passe
it: Devi inserire una nuova password
pt: Você deve inserir uma nova senha

# perfil_lblClavesNoCoinciden
source: Las contraseñas deben coincidir
de: Passwörter müssen übereinstimmen
fr: Les mots de passe doivent correspondre
it: Le password devono corrispondere
pt: As senhas devem corresponder

# placeholderFiltrarUsuarios
source: Filtrar Usuarios...
de: Benutzer filtern ...
fr: Utilisateurs de filtre ...
it: Filtra gli utenti ...
pt: Filtrar usuários ...

# reviseSiLosResultadosSonCorrectos
source: Por favor revise si los datos son correctos
de: Bitte überprüfen Sie, ob die Daten korrekt sind
fr: Vérifiez si les données sont correctes
it: Verifica se i dati sono corretti
pt: Verifique se os dados estão corretos

# titulo
source: Tableros
de: Tische
fr: Tableaux
it: scheda
pt: Quadros

# lblTituloNoTienePermisosTableros
source: Editar Tablero
de: Edit Board
fr: Editer le tableau
it: Modifica scheda
pt: Edit Board

# notienePermisostablerosSubTitulo
source: El tablero compartido es de solo lectura, no puede editarlo
de: Shared-Board ist schreibgeschützt, kann nicht bearbeitet werden
fr: Le tableau partagé est en lecture seule, ne peut pas éditer
it: La scheda condivisa è di sola lettura, non può essere modificata
pt: A placa compartilhada é somente leitura, não pode editar

# notienePermisostablerosTitulo
source: Error: No tiene pemisos de edición
de: Fehler: Sie haben keine Bearbeitungsberechtigungen
fr: Erreur: vous n'avez pas les autorisations d'édition
it: Errore: non si dispone delle autorizzazioni di modifica
pt: Erro: você não possui permissões de edição
